Repository: fedegomez/send-to-archive-org
Catalog: languages/send-to-archive-org-*.po
Languages: es_es

source: Send to Archive.org
es_es: Enviar a Archive.org

source: Automatically send the public contents of your website to Archive.org to have always available a history with backups of them.
es_es: Envía automáticamente los contenidos públicos de tu web a Archive.org para tener siempre disponible un historial con copias de seguridad de los mismos.

source: Request successfully submitted
es_es: Solicitud enviada correctamente

source: Select post types
es_es: Seleccionar tipos de contenido

source: Show Archive.org info
es_es: Mostrar información de Archive.org

source: Report the result
es_es: Informar del resultado

source: Send results to
es_es: Enviar los resultados a

source: Show column with the date of the last save in Archive.org
es_es: Mostrar columna con la fecha del último guardado en Archive.org

source: Yes
es_es: Sí

source: Send to Archive.org Settings
es_es: Ajustes de Enviar a Archive.org

source: Checking...
es_es: Comprobando…

source: Security check failed
es_es: Error en la comprobación de seguridad

source: Sent to Archive.org on
es_es: Enviado a Archive.org el

source: Save bulk request
es_es: Guardar solicitud masiva

source: There are no posts to submit
es_es: No hay entradas para enviar

source: Failed to query Archive.org
es_es: Error al consultar Archive.org

source: Not archived yet
es_es: No archivado aún

source: The request has been sent to Archive.org
es_es: La solicitud se ha enviado a Archive.org

source: Error sending request to Archive.org
es_es: Error al enviar la solicitud a Archive.org

source: Save settings
es_es: Guardar ajustes
